tap "ankitpokhrel/jira-cli"
tap "arl/arl"
tap "f1bonacc1/tap"
tap "jesseduffield/lazydocker"
tap "joshmedeski/sesh"
tap "xwmx/taps"
brew "antidote"
brew "giflib"
brew "libpng"
brew "xz"
brew "libtiff"
brew "jpeg-xl"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bc"
brew "node"
brew "bower"
brew "btop"
brew "freetype"
brew "glib"
brew "cairo"
brew "circleci"
brew "cmake"
brew "colima", restart_service: :changed
brew "coreutils"
brew "deno"
brew "direnv"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "glab"
brew "gnu-sed"
brew "librsvg"
brew "graphviz"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jira-cli"
brew "jpeg"
brew "jq"
brew "lazygit"
brew "libmagic"
brew "neovim"
brew "nmap"
brew "nowplaying-cli"
brew "pacvim"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "pre-commit"
brew "pyenv"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sevenzip"
brew "spotify_player"
brew "starship"
brew "stow"
brew "task"
brew "tasksh"
brew "taskwarrior-tui"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "virtualenv"
brew "wtfutil"
brew "xsv"
brew "yarn"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "arl/arl/gitmux"
brew "f1bonacc1/tap/process-compose"
brew "jesseduffield/lazydocker/lazydocker"
brew "joshmedeski/sesh/sesh"
brew "xwmx/taps/nb"
cask "git-credential-manager"
cask "hammerspoon"
cask "jordanbaird-ice"
vscode "andenetalexander.vim-cheatsheet"
vscode "artdiniz.quitcontrol-vscode"
vscode "batisteo.vscode-django"
vscode "bibhasdn.django-html"
vscode "bierner.markdown-mermaid"
vscode "bigonesystems.django"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "ckolkman.vscode-postgres"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "extr0py.vscode-relative-line-numbers"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "ivanzusko.theme-jo-light"
vscode "janisdd.vscode-edit-csv"
vscode "johnguo.columnpaste"
vscode "johnpapa.vscode-peacock"
vscode "kevinrose.vsc-python-indent"
vscode "kumar-harsh.graphql-for-vscode"
vscode "magicstack.magicpython"
vscode "mechatroner.rainbow-csv"
vscode "mike-co.import-sorter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "openai.chatgpt"
vscode "patbenatar.advanced-new-file"
vscode "pkief.material-icon-theme"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "trabpukcip.wolf"
vscode "vincaslt.highlight-matching-tag"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
