getantidote/use-omz
mattmc3/ez-compinit
jeffreytse/zsh-vi-mode
zsh-users/zsh-completions kind:fpath path:src

# Completion styles
# belak/zsh-utils path:completion/functions kind:autoload post:compstyle_zshzoo_setup

zdharma-continuum/fast-syntax-highlighting
zsh-users/zsh-autosuggestions               # Auto-suggestions
zsh-users/zsh-history-substring-search      # Up/Down to search history

aloxaf/fzf-tab 

ohmyzsh/ohmyzsh path:plugins/poetry
